spec/fixtures/soap/xml/IControl.Networking.Interfaces.get_learning_mode_1fe04c21a4821a4bbc309652ac706f98_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_learning_mode><interfaces><value>1.1</value></interfaces></wsdl:get_learning_mode></env:Body></env:Envelope>